{
  "Menu": [
    {
      "id": 1,
      "image": "https://img.freepik.com/premium-photo/food-photography_841014-8174.jpg?size=626&ext=jpg&ga=GA1.1.627066378.1692263223&semt=ais",
      "name": "Exquisite Non-Veg Platter",
      "Price": "Rs 1300",
      "Recipe": "",
      "Desc": "Indulge in our Exquisite Non-Veg Platter, a carnivore's dream. Curated by experts, it features premium meats, grilled chicken skewers, juicy steak bites, and delectable dipping sauces. Experience unforgettable flavors today!"
    },
    {
      "id": 2,
      "image": "https://img.freepik.com/premium-photo/food-photography_841014-8181.jpg",
      "name": "Decadent Cheesecake Delight",
      "Price": "Rs 600",
      "Recipe": "",
      "Desc": "Satisfy your sweet tooth with our Decadent Cheesecake Delight. Crafted with love, it offers a velvety smooth texture and rich flavor, complemented by a buttery graham cracker crust. Whether it's a celebration or a personal treat, savor the ultimate dessert experience today!"
    },
    {
      "id": 3,
      "image": "https://img.freepik.com/premium-photo/indian-lunch-dinner-main-course-food-group-includes-paneer-butter-masala-dal-makhani-palak-paneer-roti-rice-etc-selective-focus_466689-6854.jpg?size=626&ext=jpg&ga=GA1.1.627066378.1692263223&semt=ais",
      "name": "Deluxe Vegetarian Platter",
      "Price": "Rs 900",
      "Recipe": "",
      "Desc": "Explore a vibrant culinary journey with our Deluxe Vegetarian Platter. Prepared by skilled chefs, it features seasonal veggies in fresh salads and tender roasts, bursting with natural flavors. Ideal for vegetarians or health-conscious diners, it's perfect for sharing or enjoying solo. Elevate your meal and celebrate vegetables today!"
    },
    {
      "id": 4,
      "image": "https://img.freepik.com/free-photo/close-up-delicious-asian-food_23-2150535858.jpg",
      "name": "Fresh and Vibrant Salad Selection",
      "Price": "Rs 400",
      "Recipe": "",
      "Desc": "Experience our Fresh and Vibrant Salad Selection, bursting with locally-sourced goodness. From classic to exotic, our salads offer flavors, textures, and nutrients prepared with care. Perfect for a light, healthy option, a starter, or a meal. Taste freshness today!"
    },
    {
      "id": 5,
      "image": "https://img.freepik.com/free-photo/close-up-delicious-asian-food_23-2150535862.jpg",
      "name": "Sizzling Spicy Shrimp Sensation",
      "Price": "Rs 1200",
      "Recipe": "",
      "Desc": "Get ready for a taste explosion with our Sizzling Spicy Shrimp Sensation. These succulent shrimp are marinated in a secret spicy blend, grilled to juicy perfection. Whether you love spice or want to add some zest to your meal, these shrimp will ignite your senses. Enjoy them as an appetizer, main course, or a flavorful addition to your dishes. Dive into the fiery flavor world today!"
    }
  ]
}
